{
    "notionHeader": "Notion application",
    "notionClone": "My simple version of notion application",
    "sketchCraft": "Light weight clone of figma",
    "shareSync": "Application for storing files",
    "firstExperienceH": "SPŠT Bardejov (1 year) - Work alongside school. FullStack Developer",
    "firstExperienceSubH": "School Library Project Unicorn React-Node-MongoDB",
    "firstExperienceD": "School competition organized by Unicorn company with a branch in Prešov. My high school participated, and the concept involved the school choosing a theme, and a Unicorn employee worked with students to create the application. Frontend was developed in React, backend in Node.js, and MongoDB was used as the database (Unicorn uses a modified version of React, Node, and MongoDB). After almost a year of work, we created a school library where students can borrow and return books. Teachers can perform CRUD operations for books and categories, and the admin (manager) can grant permissions to teachers (manage the library). I created the application by myself.",
    "secondExperienceH": "Think Easy (3 months) - Frontend Developer",
    "secondExperienceD": "I worked at this company during my university studies. Technologies used were React, Typescript, Redux (later React-Query). I worked on an application for Retirement Homes called Legato. The application, likely still in development, allowed employees to track whether a client was in their room, with family, or at the doctor using bracelets worn by clients. I was part of a small 10-member team developing this application.",
    "thirdExperienceH": "Navisys (11 months) Fullstack developer",
    "thirdExperienceD": "The company developed an e-shop for selling licenses of software products, where I could act as a seller or a manufacturer. In the application, I could establish various relationships (seller - manufacturer). Technologies used included Nx (Monorepo), Vue.js, Nest.js, Docker, Postgresql, and Jest. I was part of a small 7-member team creating this application.",
    "fourthExperienceH": "Jump Soft 1.3.2023 - 27.5.2024 Fullstack developer",
    "fourthExperienceD": "Internal development platform and language of the company (Twinzu), Java, Javascript, PostgreSQL, GitLab, Docker. Projects I am/was working on: 1. Slovak Chamber of Tax Advisors. 2. Office for Supervision of Health Care (UDZS). 3. Development of an internal company application for attendance monitoring. 4. Electronic form application (EForm). 5. People-to-people (partial modifications).",
    "fifthExperienceH": "MeDitorial React.js Developer",
    "fifthExperienceD": "From 1.10",
    "welcome": "Hi 👋 Welcome to my portfolio.",
    "aboutMe": "A few sentences about me",
    "favoriteStack": "My favorite tech stack",
    "projectsHeader": "My projects",
    "experienceHeader": "My experience",
    "contactHeader": "Are you interested in my work?",
    "contactSecHeader": "So, write me a message. 🖊️",
    "email": "My email: ",
    "github": "My GitHub: ",
    "taskMasterDesc": "Task master. An alternative to Jira. We can create our team, create projects for project tasks, sprints.",
    "taskMasterFE": "Frontend part for Task Master project",
    "taskMasterAPI": "API for the Task Master project.",
    "nodeStarter": "Simple starter node TypeScript Bun template",
    "linkedIn": "My LinkedIn: ",
    "oMne": "About me",
    "skusenosti": "Experience",
    "projekty": "My projects",
    "kontakt": "Contact",
    "seventhProjectH": "Clone of Reddit website",
    "thirdProjectD": "My second portfolio that I created",
    "firstPortfolio": "My first portfolio that I created",
    "secondPortfolio": "My second portfolio",
    "fifthProjectD": "Simple code editor for writing HTML, CSS, and JavaScript",
    "secondSentence": "I have the most experience with technologies: React, JavaScript, NestJS, TypeScript, and Node.js.",
    "firstSentence": "Hi 👋. My name is Peter Dinis. I am 23 years old. I come from Bardejov. I attended the Secondary Industrial School (SPŠT) in Bardejov. My favorite sports are football and volleyball. Now working in Prague.",
    "spstClone": "A clone of the SPŠT Library project that I developed for the Unicorn competition",
    "spstAuth": "Auth server for SPŠT Library",
    "spstHeader": "SPŠT Library",
    "sixthProjectH": "Snake game",
    "podwave": "Application for listening to podcasts",
    "spstAuthHeader": "SPŠT Auth server",
    "docuNest": "An application for writing notes with AI support"
  }